taurus_bzt/report/2020-07-16_16-13-50.255642/merged.yml
---
execution:
  concurrency: 15
  hold-for: 1m
  ramp-up: 1s
  scenario:
    properties:
      hostam`e: https://qa-secure.culqi.xyz/
    script: ../script_jmeter/performance_gateway.jmx
modules:
  blazemeter:
    token: '********'
reporting:
- module: blazemeter
  project: Culqi Tests
  report-name: prueba performance
  test: performance transaction
- filename: report.xml
  module: junit-xml