taurus_bzt/report/2020-07-16_16-13-50.255642/performance-testing.yml
execution:
  concurrency: 15
  ramp-up: 1s
  hold-for: 1m
  # iterations: 1
  scenario:
    script: "../script_jmeter/performance_gateway.jmx"
    properties: 
      hostam`e: https://qa-secure.culqi.xyz/

modules:
  blazemeter:
    token: 22fc7ac1215e1a55a688490b:d2c03fa76ab1fc9e5fee0ad4c48cdb058dc2fd329c91c6964b71a4de785e47666343bd84

reporting:
  - module: blazemeter
    report-name: prueba performance
    test: performance transaction
    project: Culqi Tests 
  - module: junit-xml
    filename: report.xml